[UIOptionsPCScreen_LW]
m_strResetCurrentModOption="СКАСУВАТИ ПОТОЧНИЙ МОД"

[XComGameState_LWToolboxOptions]
ToolboxTabName="КАМПАНІЯ"

HelpButtonLabel="Корисна Інформація"
HelpButtonLabelText="Довідка"
HelpButtonLabelTooltip="Показати інформацію про Toolbox"

SetCameraRotation="Встановити обертання камери (градуси)"
SetCameraRotationTooltip="Виберіть кут обертання камери в тактичних місіях."

SelectSquadSize="Розмір загону за замовчуванням"
SelectSquadSizeTooltip="Збільшує розмір загону за замовчуванням (перед будь-якими бонусами від Школи герильських тактик)."

EnableRandomizedDamageMod="Рулетка ушкоджень"
EnableRandomizedDamageModTooltip="Ушкодження від зброї як для XCOM, так і для ворога буде варіюватися від базового ушкодження на обрану величину."

EnableRandomizedInitialStatsMod="Унікальність солдатів"
EnableRandomizedInitialStatsModTooltip="Статистика солдатів буде рандомізована навколо базового рівня. Вони повернуться до значень за замовчуванням, якщо це вимкнути. Цю опцію можна вмикнути в Месникe або під час першого ходу в тактичних місіях, і тільки тоді, якщо ніхто не був поранений."
sCantChangeWithWoundedSoldiers="Унікальність солдатів не може бути активована або вимкнена, якщо будь-які солдати XCOM поранені або після першого ходу в тактичній місії."
NormalDamage="Вимкнено"
MaxDamage="МАКС"

EnableRandomizedLevelupStatsMod="Прихований потенціал"
EnableRandomizedLevelupStatsModTooltip="Солдати матимуть випадкові збільшення статистики при піднятті рівня."

RandomizedLevelupStrength="Випадковість: <XGParam:IntValue0>%"
RandomizedLevelupStrengthTooltip="Ступінь випадковості застосовується при активації Прихованого потенціалу. Вищі налаштування означають, що солдати будуть мати більший діапазон збільшень статистики при піднятті рівня."

EnableRedFogMod="Червона туманність"
EnableRedFogModTooltip="Поранені одиниці мають штрафи на точність, волю, мобільність та вміння хаку."
EnableRedFogLinearPenaltiesMod="Використовувати лінійні штрафи червоної туманності (замість квадратичних)"
EnableRedFogModLinearPenaltiesTooltip="Одиниці будуть зазнавати більших штрафів на статистику при легких пораненнях."
RedFogOptions[0]="Вимкнено"
RedFogOptions[1]="Тільки XCOM"
RedFogOptions[2]="Тільки прибульці"
RedFogOptions[3]="Всі"

EnableSimCombatMod="Дозволити автоматичне вирішення бою"
EnableSimCombatModTooltip="Дозволяє в розділі вибору загону автоматично вирішувати бойові місії з вибраним загоном. Оскільки це несумісно з деякими офіційними DLC, для активації цієї опції необхідно мати консоль відладки і використовувати команду консолі LWSetAutoResolveEnabled true для активації меню опцій. Рекомендується використовувати це як інструмент для відладки тільки модерам."

[X2Effect_RedFog_LW]
RedFogEffectName="Червона туманність"
RedFogEffectDesc="Знижує статистику в залежності від отриманих поранень."

[UISquadSelect_LW]
m_strStripWeapons=ЗРОБИТИ ЗБРОЮ ДОСТУПНОЮ
m_strStripWeaponsConfirm=ПІДТВЕРДЖЕННЯ ЗРОБИТИ ЗБРОЮ ДОСТУПНОЮ

m_strStripWeaponsConfirmDesc=Підтвердьте видалення зброї у всіх солдатів, які НЕ вибрані для поточної місії. Це знаряддя буде доступним для будь-якого солдата для одягання негайно.
m_strTooltipStripWeapons=Видалити всю зброю у всіх солдатів, які НЕ вибрані для поточної місії.

m_strTooltipNeedsFrontRowSoldier=""
m_strClearSquad="ОЧИСТИТИ ЗАГІН"
m_strTooltipClearSquad="Видалити усіх солдатів з загону."

m_strAutofillSquad="АВТОЗАПОВНЕННЯ ЗАГОНУ"
m_strTooltipAutofillSquad="Автозаповнення пустих позицій загону."

m_strSimCombat="АВТОМАТИЧНЕ ВИРІШЕННЯ"
m_strTooltipSimCombat="Автоматично вирішити бій."
